Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Run NOOP actions hands-free.
de: Führe NOOP-Aktionen freihändig aus.
es: Ejecuta acciones de NOOP sin usar las manos.
fr: Exécutez des actions NOOP mains libres.
it: Esegui le azioni di NOOP a mani libere.
pl: Uruchamiaj akcje NOOP bez użycia rąk.
pt_pt: Execute ações NOOP com as mãos livres.
ru: Выполняйте действия NOOP без помощи рук.
th: เรียกใช้การดำเนินการ NOOP แบบแฮนด์ฟรี
zh_hans: 免动手运行 NOOP 操作。
zh_hant: 免動手執行 NOOP 操作。

source: Run now
de: Jetzt ausführen
es: Ejecutar ahora
fr: Exécuter maintenant
it: Esegui ora
pl: Uciekaj teraz
pt_pt: Corra agora
ru: Запустить сейчас
th: วิ่งตอนนี้
zh_hans: 立即运行
zh_hant: 立即執行

source: Running
de: Läuft
es: En curso
fr: En cours
it: Corsa
pl: Działanie
pt_pt: Corrida
ru: Бег
th: วิ่ง
zh_hans: 跑步
zh_hant: 跑步

source: running a little high
de: etwas erhöht
es: un poco elevada
fr: un peu élevée
it: leggermente alta
pl: biegnie trochę wysoko
pt_pt: correndo um pouco alto
ru: немного выше нормы
th: วิ่งสูงไปหน่อย
zh_hans: 略偏高
zh_hant: 略偏高

source: running balance
de: laufende Bilanz
es: balance acumulado
fr: solde cumulé
it: bilancio progressivo
pl: bilans biegowy
pt_pt: equilíbrio em execução
ru: текущий баланс
th: วิ่งสมดุล
zh_hans: 累计结余
zh_hant: 累計結餘

source: Runs the continuous HRV stream only during your quiet hours window (22:00–07:00 by default), roughly halving the battery cost. Daytime Stress readings will be sparser. Note: continuous background HRV capture (including daytime naps) is paused outside this window. For on-demand daytime HRV readings (including naps), use the "Take an HRV reading" button on the Live screen.
de: Läuft den kontinuierlichen HRV-Stream nur während Ihres ruhigen Stundenfensters (standardmäßig 22:00-07:00 Uhr) aus und halbiert damit die Batteriekosten. Tagesstresswerte werden sparsamer sein. Hinweis: Die kontinuierliche Hintergrund-HRV-Erfassung (einschließlich Nickerchen am Tag) wird außerhalb dieses Fensters angehalten. Für On-Demand-HRV-Messungen am Tag (einschließlich Nickerchen), verwenden Sie die Schaltfläche "Take an HRV reading" auf dem Live-Bildschirm.
es: Ejecuta el flujo continuo de HRV sólo durante su ventana de horas tranquilas (22:00–07:00 por defecto), agitando aproximadamente el costo de la batería. Las lecturas de estrés diurno serán escasas. Nota: La captura continua de HRV (incluyendo las siestas diurnas) se detiene fuera de esta ventana. Para lecturas de HRV a la demanda (incluyendo siestas), utilice el botón "Tomar una lectura HRV" en la pantalla en vivo.
fr: Exécute le flux continu de VFC seulement pendant votre fenêtre d'heures tranquilles (22:00–07:00 par défaut), réduisant de moitié le coût de la batterie. Les lectures de stress diurne seront plus rares. Remarque: la capture continue de la VFC (y compris les siestes diurnes) est interrompue à l'extérieur de cette fenêtre. Pour les lectures de la VFC à la demande (y compris les siestes), utilisez le bouton "Prenez une lecture de la VFC" sur l'écran Live.
pl: Uruchamia ciągły strumień HRV tylko w godzinach ciszy nocnej (domyślnie 22:00–07:00), co zmniejsza koszt baterii mniej więcej o połowę. Odczyty stresu w ciągu dnia będą rzadsze. Uwaga: ciągłe przechwytywanie HRV w tle (w tym drzemki w ciągu dnia) jest wstrzymywane poza tym oknem. W przypadku odczytów HRV na żądanie w ciągu dnia (w tym drzemek) użyj przycisku „Wykonaj odczyt HRV” na ekranie Na żywo.
pt_pt: Executa o fluxo contínuo de HRV apenas durante a janela de horário de silêncio (22h00 às 07h00 por defeito), reduzindo aproximadamente para metade o custo da bateria. As leituras de stress diurno serão mais esparsas. Nota: a captura contínua de VFC em segundo plano (incluindo sestas diurnas) é colocada em pausa fora desta janela. Para leituras diurnas de VFC a pedido (incluindo sestas), utilize o botão "Fazer uma leitura de VFC" no ecrã Em direto.
th: เรียกใช้สตรีม HRV ต่อเนื่องเฉพาะในช่วงเวลาที่เงียบสงบของคุณเท่านั้น (22:00–07:00 น. โดยค่าเริ่มต้น) ซึ่งจะช่วยลดต้นทุนแบตเตอรี่ลงครึ่งหนึ่งโดยประมาณ การอ่านค่าความเครียดในเวลากลางวันจะเบาบางลง หมายเหตุ: การบันทึก HRV ในเบื้องหลังอย่างต่อเนื่อง (รวมถึงการงีบหลับตอนกลางวัน) จะถูกหยุดชั่วคราวนอกช่วงข้อมูลนี้ สำหรับการอ่านค่า HRV ในเวลากลางวันตามความต้องการ (รวมถึงการงีบหลับ) ให้ใช้ปุ่ม "อ่านค่า HRV" บนหน้าจอเรียลไทม์

source: Runs the stream only during your quiet hours window (22:00 to 07:00 by default), roughly halving the battery cost. Daytime Stress readings will be sparser, since Stress reads this live stream.
de: Lässt den Stream nur während deines Ruhezeiten-Fensters laufen (standardmäßig 22:00 bis 07:00) und halbiert damit ungefähr die Akkukosten. Tagsüber sind Stress-Messungen dünner, da Stress diesen Live-Stream liest.
es: Ejecuta la transmisión solo durante tu ventana de horas de silencio (de 22:00 a 07:00 por defecto), reduciendo el gasto de batería aproximadamente a la mitad. Las lecturas de Estrés durante el día serán más escasas, ya que Estrés lee esta transmisión en vivo.
fr: Exécute le flux uniquement pendant votre plage d'heures silencieuses (22 h à 7 h par défaut), ce qui réduit environ de moitié le coût en batterie. Les mesures de Stress en journée seront plus rares, car Stress lit ce flux en direct.
it: Esegue il flusso solo durante la tua finestra di ore di silenzio (dalle 22:00 alle 07:00 di default), dimezzando circa il consumo di batteria. Le letture diurne di Stress saranno più rade, dato che Stress legge questo flusso in diretta.
pl: Uruchamia transmisję tylko w godzinach ciszy (domyślnie od 22:00 do 07:00), co zmniejsza koszt baterii mniej więcej o połowę. Odczyty stresu w ciągu dnia będą rzadsze, ponieważ Stres odczytuje tę transmisję na żywo.
pt_pt: Executa o stream apenas durante o horário de silêncio (das 22h às 7h por defeito), reduzindo aproximadamente para metade o custo da bateria. As leituras do Stress Diurno serão mais esparsas, uma vez que o Stress lê esta transmissão em direto.
ru: Запускает поток только в течение окна тихих часов (по умолчанию с 22:00 до 07:00), что примерно вдвое снижает расход батареи. Дневные показания Стресса будут более редкими, так как Стресс использует этот живой поток.
th: เรียกใช้สตรีมเฉพาะในช่วงเวลาที่เงียบสงบของคุณ (22:00 น. ถึง 07:00 น. โดยค่าเริ่มต้น) ซึ่งจะช่วยลดต้นทุนแบตเตอรี่ลงครึ่งหนึ่งโดยประมาณ การอ่านค่าความเครียดในเวลากลางวันจะเบาบางลง เนื่องจากความเครียดจะอ่านสตรีมแบบเรียลไทม์นี้
zh_hans: 仅在你的免打扰时段窗口内（默认 22:00 至 07:00）运行数据流，大约可将电量消耗减半。白天的压力读数会更稀疏，因为压力读取的正是这个实时数据流。
zh_hant: 僅在你的勿擾時段（預設為 22:00 至 07:00）執行資料流，大約可將電池消耗減半。由於壓力讀取的是此即時資料流，白天的壓力讀數會較稀疏。

source: Same as coaching model
de: Wie Coaching-Modell
es: Igual que el modelo de coaching
fr: Identique au modèle de coaching
it: Lo stesso del modello di coaching
pl: Tak jak model trenerski
pt_pt: Igual ao modelo de coaching
ru: То же, что и модель коучинга
th: เช่นเดียวกับรูปแบบการฝึกสอน
zh_hans: 与教练模式相同
zh_hant: 與教練模式相同

source: Same cardiovascular-load idea as WHOOP's Day Strain (0-21). We rescaled the top of the ladder from 21 to 100 so all three scores share one scale. The rungs didn't move, so a 100 is as rare as a 21.0 was.
de: Dieselbe Idee zur kardiovaskulären Belastung wie bei Day Strain (0-21) von WHOOP. Wir haben die Spitze der Rangliste von 21 auf 100 neu skaliert, sodass alle drei Ergebnisse eine gemeinsame Skala haben. Die Sprossen haben sich nicht bewegt, daher ist eine 100 genauso selten wie eine 21,0.
es: La misma idea de carga cardiovascular que Day Strain de WHOOP (0-21). Cambiamos la escala de la parte superior de la escala de 21 a 100 para que las tres puntuaciones compartan una escala. Los peldaños no se movieron, por lo que un 100 es tan raro como lo era un 21.0.
fr: Même idée de charge cardiovasculaire que Day Strain de WHOOP (0-21). Nous avons redimensionné le haut de l'échelle de 21 à 100 afin que les trois scores partagent la même échelle. Les échelons n'ont pas bougé, donc un 100 est aussi rare qu'un 21,0 l'était.
it: Stessa idea di carico cardiovascolare del Day Strain di WHOOP (0-21). Abbiamo riscalato la parte superiore della scala da 21 a 100 in modo che tutti e tre i punteggi condividano la stessa scala. I pioli non si sono mossi, quindi un 100 è raro quanto lo era un 21.0.
pl: Ta sama idea obciążenia sercowo-naczyniowego co Day Strain w WHOOP (0-21). Przeskalowaliśmy szczyt drabiny z 21 na 100, by wszystkie trzy wyniki miały wspólną skalę. Szczeble nie drgnęły, więc 100 jest tak samo rzadkie jak wcześniej 21,0.
pt_pt: A mesma ideia de carga cardiovascular do Day Strain de WHOOP (0-21). Redimensionamos o topo da escala de 21 para 100 para que todas as três pontuações compartilhem uma escala. Os degraus não se moveram, então 100 é tão raro quanto 21,0.
ru: Та же идея сердечно-сосудистой нагрузки, что и Day Strain WHOOP (0-21). Мы изменили масштаб верхней части шкалы с 21 до 100, поэтому все три оценки имеют одну шкалу. Ступени не двигались, поэтому 100 — такая же редкость, как и 21,0.
th: แนวคิดเรื่องการโหลดหัวใจและหลอดเลือดเช่นเดียวกับภาระร่างกายในวัน WHOOP (0–21) เราปรับขนาดด้านบนของบันไดจาก 21 เป็น 100 เพื่อให้คะแนนทั้งสามมีสเกลเดียวกัน ขั้นไม่ขยับ ดังนั้น 100 จึงหายากพอๆ กับ 21.0
zh_hans: 与 WHOOP 的日间疲劳 (0-21) 的心血管负荷理念相同。我们将阶梯顶部的分数从 21 重新调整为 100，因此所有三个分数共享同一个等级。梯级没有移动，因此 100 和 21.0 一样罕见。
zh_hant: 與 WHOOP 的日間疲勞 (0-21) 的心血管負荷概念相同。我們將階梯頂部的分數從 21 重新調整為 100，因此所有三個分數共享同一個等級。梯級沒有移動，因此 100 和 21.0 一樣罕見。

source: Same cardiovascular-load idea as WHOOP's Day Strain (0–21). We rescaled the top of the ladder from 21 to 100 so all three scores share one scale. The rungs didn't move, so a 100 is as rare as a 21.0 was.
de: Dieselbe Idee kardiovaskulärer Last wie WHOOPs Day Strain (0–21). Wir haben das obere Ende der Leiter von 21 auf 100 skaliert, damit alle drei Werte eine Skala teilen. Die Sprossen haben sich nicht bewegt – eine 100 ist so selten wie früher eine 21,0.
es: La misma idea de carga cardiovascular que el Day Strain de WHOOP (0–21). Reescalamos el tope de la escala de 21 a 100 para que las tres puntuaciones compartan una misma escala. Los peldaños no se movieron, así que un 100 es tan raro como lo era un 21.0.
fr: Même idée de charge cardiovasculaire que le Day Strain de WHOOP (0–21). Nous avons remis à l'échelle le sommet de l'échelle de 21 à 100 afin que les trois scores partagent une seule échelle. Les échelons n'ont pas bougé, donc un 100 est aussi rare que l'était un 21,0.
it: Stessa idea di carico cardiovascolare del Day Strain di WHOOP (0–21). Abbiamo riscalato la cima della scala da 21 a 100 così i tre punteggi condividono un'unica scala. I gradini non si sono spostati, quindi un 100 è raro quanto lo era un 21.0.
pl: Ten sam pomysł na obciążenie układu krążenia, co Dzień Obciążenie WHOOP (0–21). Przeskalowaliśmy szczyt drabiny z 21 na 100, więc wszystkie trzy wyniki mają tę samą skalę. Szczeble się nie poruszyły, więc liczba 100 jest tak rzadka jak liczba 21,0.
pt_pt: A mesma ideia de carga cardiovascular do Day Strain do WHOOP (0–21). Redimensionámos o topo da escala de 21 para 100, para que todas as três pontuações partilhem uma escala. Os degraus não se moveram, pelo que 100 é tão raro como 21,0.
ru: Та же идея сердечно-сосудистой нагрузки, что и в Day Strain WHOOP (0–21). Мы изменили масштаб верхней границы шкалы с 21 до 100, чтобы все три показателя использовали одну шкалу. Сами ступени не изменились, поэтому 100 так же редки, как раньше был показатель 21,0.
th: แนวคิดเรื่องการโหลดหัวใจและหลอดเลือดเช่นเดียวกับภาระร่างกายในวัน WHOOP (0–21) เราปรับขนาดด้านบนของบันไดจาก 21 เป็น 100 เพื่อให้คะแนนทั้งสามมีสเกลเดียวกัน ขั้นไม่ขยับ ดังนั้น 100 จึงหายากพอๆ กับ 21.0
zh_hans: 与 WHOOP 的日强度（0–21）采用相同的心血管负荷理念。我们把量表的上限从 21 重新缩放到 100，让三项分数共用同一个刻度。梯级本身没有变，所以 100 分和过去的 21.0 一样罕见。
zh_hant: 與 WHOOP 的 Day Strain（0–21）採用相同的心血管負荷概念。我們將刻度的頂端從 21 重新調整為 100，讓三項評分共用同一個尺度。刻度本身沒有移動，因此 100 分和過去的 21.0 一樣罕見。

source: Same core idea as WHOOP's Recovery % (HRV-led recovery), but our weighting and baseline maths are our own, and openly documented.
de: Dieselbe Grundidee wie WHOOPs Recovery % (HRV-geführte Erholung), aber unsere Gewichtung und Basislinien-Mathematik sind unsere eigenen und offen dokumentiert.
es: La misma idea central que el Recovery % de WHOOP (recuperación guiada por la VFC), pero nuestra ponderación y cálculos de línea base son propios y están documentados abiertamente.
fr: Même idée de base que le Recovery % de WHOOP (récupération pilotée par la VFC), mais notre pondération et nos calculs de ligne de base sont les nôtres, et documentés ouvertement.
it: Stessa idea di fondo del Recovery % di WHOOP (recupero guidato dall'HRV), ma la nostra ponderazione e i calcoli della linea di base sono nostri, e documentati apertamente.
pl: Ta sama podstawowa koncepcja, co Regeneracja% WHOOP (odzyskiwanie prowadzone przez HRV), ale nasze ważenie i obliczenia bazowe są nasze własne i otwarcie udokumentowane.
pt_pt: A mesma ideia central da % de recuperação do WHOOP (recuperação liderada pela HRV), mas a nossa ponderação e matemática de base são nossas e documentadas abertamente.
ru: Та же базовая идея, что и Recovery % у WHOOP (восстановление на основе ВСР), но наши веса и математика расчёта нормы — собственные и открыто задокументированы.
th: แนวคิดหลักเดียวกันกับ % การฟื้นตัวของ WHOOP (การฟื้นตัวที่นำโดย HRV) แต่การถ่วงน้ำหนักและคณิตศาสตร์พื้นฐานเป็นของเราเอง และได้รับการบันทึกไว้อย่างเปิดเผย
zh_hans: 核心理念与 WHOOP 的恢复百分比相同（以 HRV 为主导的恢复），但我们的加权和基线算法是自己的，并且公开记录在案。
zh_hant: 與 WHOOP 的 Recovery %（以 HRV 為主的恢復）採用相同的核心概念，但我們的加權與基線計算是自己的，並且公開記錄。

source: Sat
de: Sa
es: Sáb
fr: Sam
it: Sab
pl: sob
pt_pt: Sentou-se
ru: Сб
th: นั่ง
zh_hans: 周六
zh_hant: 週六

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
pl: Sobota
pt_pt: Sábado
ru: Суббота
th: วันเสาร์
zh_hans: 星期六
zh_hant: 星期六

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
pl: Zapisz
pt_pt: Guardar
ru: Сохранить
th: บันทึก
zh_hans: 保存
zh_hant: 儲存

source: Save & Continue
de: Sichern & fortfahren
es: Guardar y continuar
fr: Enregistrer et continuer
it: Salva e continua
pl: Zapisz i kontynuuj
pt_pt: Guardar e continuar
ru: Сохранить и продолжить
th: บันทึกและดำเนินการต่อ
zh_hans: 保存并继续
zh_hant: 儲存並繼續

# Save %lld reading%@
source: Save %1$lld reading%2$@
de: Speichern %lld lesen%@
es: Guardar %lld leyendo %@
fr: Enregistrer la lecture %lld%@
it: Salva %lld lettura%@
pl: Zapisz odczyty: %lld%@
pt_pt: Salve a leitura de %lld%@
ru: Сохраните %lld, прочитав %@
th: บันทึกค่าที่วัดได้ %lld รายการ%@
zh_hans: 保存%lld阅读%@
zh_hant: 儲存%lld閱讀%@

source: Save a full backup to a folder you choose - point it at Google Drive, iCloud or Dropbox for off-device sync.
de: Sichere eine vollständige Sicherung in einen Ordner deiner Wahl – richte ihn auf Google Drive, iCloud oder Dropbox für Sync außerhalb des Geräts.
es: Guarda una copia de seguridad completa en la carpeta que elijas: apúntala a Google Drive, iCloud o Dropbox para sincronizar fuera del dispositivo.
fr: Enregistrez une sauvegarde complète dans un dossier de votre choix - dirigez-la vers Google Drive, iCloud ou Dropbox pour une synchronisation hors appareil.
it: Salva un backup completo in una cartella a tua scelta - indirizzalo a Google Drive, iCloud o Dropbox per la sincronizzazione fuori dal dispositivo.
pl: Zapisz pełną kopię zapasową w wybranym folderze – skieruj ją na Dysk Google, iCloud lub Dropbox, aby zsynchronizować poza urządzeniem.
pt_pt: Guarde um cópia de segurança completo numa pasta à sua escolha - aponte-o para o Google Drive, iCloud ou Dropbox para tincronização fora do dispositivo.
ru: Сохраните полную резервную копию в выбранную папку — укажите Google Drive, iCloud или Dropbox для синхронизации вне устройства.
th: บันทึกการสำรองข้อมูลทั้งหมดลงในโฟลเดอร์ที่คุณเลือก - ชี้ไปที่ Google Drive, iCloud หรือ Dropbox เพื่อการซิงค์นอกอุปกรณ์
zh_hans: 将完整备份保存到你选择的文件夹，将它指向 Google Drive、iCloud 或 Dropbox 以进行设备外同步。
zh_hant: 將完整備份保存到你選擇的資料夾，將它指向 Google Drive、iCloud 或 Dropbox 以進行裝置外同步。

source: Save anyway
de: Trotzdem speichern
es: Guardar de todos modos
fr: Enregistrer quand même
it: Risparmia comunque
pl: Zapisz mimo to
pt_pt: Salve mesmo assim
ru: Все равно сохранить
th: บันทึกต่อไป
zh_hans: 无论如何都要保存
zh_hant: 無論如何都要保存

source: Save it
de: Sichern
es: Guárdalo
fr: Enregistrer
it: Salvalo
pl: Zapisz to
pt_pt: Salve-o
ru: Сохранить
th: บันทึกมัน
zh_hans: 保存它
zh_hant: 儲存它

source: Save key
de: Schlüssel speichern
es: Guardar clave
fr: Enregistrer la clé
it: Salva chiave
pl: Zapisz klucz
pt_pt: Guardar chave
ru: Сохранить ключ
th: บันทึกคีย์
zh_hans: 保存密钥
zh_hant: 儲存金鑰

source: Save reading
de: Messung sichern
es: Guardar lectura
fr: Enregistrer la lecture
it: Salva lettura
pl: Zapisz czytanie
pt_pt: Guardar leitura
ru: Сохранить показание
th: บันทึกค่าที่วัดได้
zh_hans: 保存读数
zh_hant: 儲存讀數

source: Save this route as a standard file you can import into Strava, Garmin Connect, and other apps.
de: Speichere diese Route als Standarddatei, die du in Strava, Garmin Connect und andere Apps importieren kannst.
es: Guarda esta ruta como un archivo estándar que puedes importar en Strava, Garmin Connect y otras apps.
fr: Enregistre cet itinéraire dans un fichier standard que tu peux importer dans Strava, Garmin Connect et d'autres apps.
it: Salva questo percorso come file standard da importare in Strava, Garmin Connect e altre app.
pl: Zapisz tę trasę jako standardowy plik, który możesz zaimportować do Stravy, Garmin Connect i innych aplikacji.
pt_pt: Guarda este percurso como um ficheiro padrão que podes importar para o Strava, o Garmin Connect e outras apps.
ru: Сохрани этот маршрут как стандартный файл, который можно импортировать в Strava, Garmin Connect и другие приложения.
th: บันทึกเส้นทางนี้เป็นไฟล์มาตรฐานที่คุณสามารถนำเข้าไปยัง Strava, Garmin Connect และแอปอื่นๆ
zh_hans: 将此路线保存为标准文件，可导入 Strava、Garmin Connect 及其他应用。
zh_hant: 將此路線儲存為標準檔案，可匯入 Strava、Garmin Connect 及其他應用程式。

source: Save workout
de: Workout sichern
es: Guardar entrenamiento
fr: Enregistrer l'entraînement
it: Salva allenamento
pl: Zapisz trening
pt_pt: Guardar treino
ru: Сохранить тренировку
th: บันทึกการออกกำลังกาย
zh_hans: 保存锻炼
zh_hant: 儲存鍛鍊

source: Save…
de: Speichern…
es: Guardar…
fr: Enregistrer…
it: Salva…
pl: Ratować…
pt_pt: Guardar…
ru: Сохранить…
th: บันทึก…
zh_hans: 保存…
zh_hant: 儲存…

source: Saved
de: Gesichert
es: Guardado
fr: Enregistré
it: Salvato
pl: Zapisano
pt_pt: Salvo
ru: Сохранено
th: บันทึกแล้ว
zh_hans: 已保存
zh_hant: 已儲存

source: Saved %@ to NOOP's folder in the Files app.
de: %@ in NOOPs Ordner in der Dateien-App gesichert.
es: Se guardó %@ en la carpeta de NOOP en la app Archivos.
fr: %@ enregistré dans le dossier de NOOP dans l'app Fichiers.
it: %@ salvato nella cartella di NOOP nell'app File.
pl: Zapisano %@ w folderze NOOP w aplikacji Pliki.
pt_pt: Guardado %@ na pasta NOOP na aplicação Ficheiros.
ru: %@ сохранён в папку NOOP в приложении «Файлы».
th: บันทึก %@ ไปยังโฟลเดอร์ของ NOOP ในแอป Files
zh_hans: 已将 %@ 保存到「文件」应用中 NOOP 的文件夹。
zh_hant: 已將 %@ 儲存到「檔案」應用程式中 NOOP 的資料夾。

source: Saved %@ to your Documents folder.
de: %@ in deinem Dokumente-Ordner gesichert.
es: Se guardó %@ en tu carpeta Documentos.
fr: %@ enregistré dans votre dossier Documents.
it: %@ salvato nella tua cartella Documenti.
pl: Zapisano %@ w folderze Dokumenty.
pt_pt: Guardado %@ na tua pasta Documentos.
ru: %@ сохранён в папку «Документы».
th: บันทึก %@ ไปยังโฟลเดอร์ Documents ของคุณ
zh_hans: 已将 %@ 保存到你的「文稿」文件夹。
zh_hant: 已將 %@ 儲存到你的「文件」資料夾。

source: Saved %lld reviewed readings to your Lab Book.
de: %lld überprüfte Messwerte wurden in Ihrem Laborbuch gespeichert.
es: Guardé %lld lecturas revisadas en su libro de laboratorio.
fr: Les lectures révisées de %lld ont été enregistrées dans votre livre de laboratoire.
it: Letture riviste di %lld salvate nel tuo libro di laboratorio.
pl: Zapisano przejrzanych odczytów w Zeszycie badań: %lld.
pt_pt: %lld leituras revisadas salvas em seu livro de laboratório.
ru: %lld сохранил просмотренные показания в вашей лабораторной книге.
th: บันทึก %lld ที่ได้ตรวจสอบการอ่านลงใน Lab Book ของคุณแล้ว
zh_hans: 已将 %lld 审阅的读数保存到您的实验手册中。
zh_hant: 已將 %lld 審查的讀數儲存到您的實驗手冊中。

source: Saved a backup to your folder.
de: Sicherung in deinem Ordner gespeichert.
es: Se guardó una copia de seguridad en tu carpeta.
fr: Sauvegarde enregistrée dans votre dossier.
it: Backup salvato nella tua cartella.
pl: Zapisano kopię zapasową w Twoim folderze.
pt_pt: Guardei um cópia de segurança na tua pasta.
ru: Резервная копия сохранена в вашу папку.
th: บันทึกข้อมูลสำรองลงในโฟลเดอร์ของคุณแล้ว
zh_hans: 已将备份保存到你的文件夹。
zh_hant: 已將備份儲存到你的資料夾。

source: Saved before the coach recorded where facts came from.
de: Gespeichert, bevor der Coach die Herkunft von Fakten festhielt.
es: Guardado antes de que el coach registrara el origen de los datos.
fr: Enregistré avant que le coach ne note l'origine des faits.
it: Salvato prima che il coach registrasse l'origine dei dati.
pl: Zapisane, zanim trener zaczął notować pochodzenie faktów.
pt_pt: Guardado antes de o coach registar a origem dos factos.
ru: Сохранено до того, как тренер начал фиксировать источник фактов.
th: บันทึกก่อนที่โค้ชจะบันทึกว่าข้อเท็จจริงมาจากไหน
zh_hans: 在教练开始记录事实来源之前保存。
zh_hant: 在教練開始記錄事實來源之前儲存。

source: Saved to %1$@. Copy this file to your other %2$@ and use Import there to restore everything.
de: Gesichert nach %1$@. Kopiere diese Datei auf dein anderes %2$@ und nutze dort „Importieren“, um alles wiederherzustellen.
es: Guardado en %@. Copia este archivo a tu otro %@ y usa Importar allí para restaurarlo todo.
fr: Enregistré sur %1$@. Copiez ce fichier sur votre autre %2$@ et utilisez Importer là-bas pour tout restaurer.
it: Salvato in %1$@. Copia questo file sull'altro %2$@ e usa lì Importa per ripristinare tutto.
pl: Zapisano w %1$@. Skopiuj ten plik do drugiego %2$@ i użyj tam opcji Importuj, aby wszystko przywrócić.
pt_pt: Guardado em %1$@. Copie este ficheiro para o teu outro %2$@ e utilize Import aí para restaurar tudo.
ru: Сохранено в %1$@. Скопируйте этот файл на другой %2$@ и используйте там функцию импорта, чтобы восстановить всё.
th: บันทึกไปที่ %@ แล้ว คัดลอกไฟล์นี้ไปยัง %@ อื่นของคุณ และใช้การนำเข้าที่นั่นเพื่อกู้คืนทุกอย่าง
zh_hans: 已保存到 %1$@。将此文件拷贝到你的另一台 %2$@，并在那里使用「导入」来恢复全部数据。
zh_hant: 已儲存到 %@。將此檔案複製到你的另一台 %@，並在那裡使用「匯入」以還原所有內容。

source: Saved to %@. The zip re-imports into NOOP (Data Sources → WHOOP Export) on any Mac, iPhone, or Android device.
de: Gesichert nach %@. Die Zip lässt sich auf jedem Mac, iPhone oder Android-Gerät wieder in NOOP importieren (Datenquellen → WHOOP-Export).
es: Guardado en %@. El zip se puede reimportar en NOOP (Fuentes de datos → Exportación de WHOOP) en cualquier Mac, iPhone o dispositivo Android.
fr: Enregistré sur %@. Le zip se réimporte dans NOOP (Sources de données → Exportation WHOOP) sur n'importe quel Mac, iPhone ou appareil Android.
it: Salvato in %@. Lo zip si reimporta in NOOP (Sorgenti dati → Esportazione WHOOP) su qualsiasi Mac, iPhone o dispositivo Android.
pl: Zapisano w %@. zip ponownie importuje do NOOP (Źródła danych → Eksport WHOOP) na dowolnym urządzeniu Mac, iPhone lub Android.
pt_pt: Guardado em %@. O zip é reimportado para NOOP (Data Sources → Export WHOOP) em qualquer dispositivo Mac, iPhone ou Android.
ru: Сохранено в %@. Zip-архив можно повторно импортировать в NOOP (Источники данных → Экспорт WHOOP) на любом Mac, iPhone или Android-устройстве.
th: บันทึกไปที่ %@ แล้ว zip จะนำเข้าอีกครั้งไปยัง NOOP (แหล่งข้อมูล → ส่งออก WHOOP) บน Mac, iPhone หรืออุปกรณ์ Android ใด ๆ
zh_hans: 已保存到 %@。该 zip 可在任何 Mac、iPhone 或 Android 设备上重新导入 NOOP（数据来源 → WHOOP 导出）。
zh_hant: 已儲存到 %@。這個 zip 可在任何 Mac、iPhone 或 Android 裝置上重新匯入 NOOP（資料來源 → WHOOP 匯出）。

source: Saved to memory: %@
de: Im Gedächtnis gespeichert: %@
es: Guardado en la memoria: %@
fr: Enregistré en mémoire : %@
it: Salvato in memoria: %@
pl: Zapisano w pamięci: %@
pt_pt: Guardado na memória: %@
ru: Сохранено в памяти: %@
th: บันทึกลงในหน่วยความจำ: %@
zh_hans: 已存入记忆：%@
zh_hant: 已存入記憶：%@
